{"translation-revision-date":"2021-01-22 16:45:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"With the Pro version, you can change the look and feel of your website in seconds. In just a few clicks, you can change the color and typography of your website. The premium version lets you have better control over the theme as it comes with more customization options. Not just that, the theme also has more sections and layout options as compared to the free version. The Pro version is multi-language compatible as well.":["Avec la version Pro, vous pouvez changer l'aspect et le ressenti de votre site web en quelques secondes. En quelques clics, vous pouvez changer la couleur et la typographie de votre site. La version premium vous permet d'avoir un meilleur contrôle sur le thème car elle est livrée avec plus d'options de personnalisation. Le thème a également plus de sections et d'options de mise en page par rapport à la version gratuite. La version Pro est également compatible multi-langues."],"Useful Plugins":["Extensions utiles"],"Regenerate Thumbnails":["Regenerate Thumbnails"],"BlossomThemes Email Newsletter":["BlossomThemes Email Newsletter"],"BlossomThemes Toolkit":["BlossomThemes Toolkit"],"Free vs Pro":["Gratuit vs Pro"],"Also, you might experience a slower response time during the weekend, so please bear with us.":["En outre, vous pourriez avoir un temps de réponse plus lent pendant le week-end, donc soyez patient⋅e."],"Before you send us a support ticket for any issues, please make sure you have updated the theme to the latest version. We might have fixed the bug in the theme update.":["Avant de nous envoyer un ticket de support pour un problème, veuillez vous assurer que vous avez mis à jour le thème dans sa dernière version. Nous avons peut-être corrigé le bogue dans la mise à jour du thème."],"How can I solve my issues quickly and get faster support?":["Comment puis-je résoudre mes problèmes rapidement et obtenir un support plus rapide ?"],"If your customizer is not loading properly or you are having issues with the theme, it might be due to the plugin conflict.":["Si votre outil de personnalisation ne se charge pas correctement ou si vous rencontrez des problèmes avec le thème, cela peut être dû à un conflit d’extension."],"Why is my theme not working well?":["Pourquoi mon thème ne fonctionne-t-il pas bien ?"],"How do I change the copyright text?":["Comment puis-je modifier le texte de copyright ?"],"The Pro version is built with lots of flexibility in mind for future upgrades. Therefore, it is slightly different than the free theme but extremely flexible and easy-to-use.":["La version Pro est conçue avec beaucoup de flexibilité à l'esprit pour les mises à niveau futures. Par conséquent, elle est légèrement différente du thème gratuit, mais extrêmement flexible et facile à utiliser."],"However, since the Pro version comes with added features and settings, you will need to set up the additional features in the customizer. This process is simple and only takes a few minutes.":["Toutefois, puisque la version Pro est livrée avec des fonctionnalités et des réglages supplémentaires, vous devrez configurer les fonctionnalités supplémentaires dans la personnalisation. Ce processus est simple et ne prend que quelques minutes."],"When you upgrade to the Pro theme, your posts, pages, media, categories, and other data will remain intact-- all your data is saved.":["Lorsque vous passez au thème Pro, vos articles, pages, médias, catégories et autres données restent intacts - toutes vos données sont enregistrées."],"Upgrading to the Pro version- will I lose my changes?":["Mise à niveau vers la version Pro, vais-je perdre mes modifications ?"],"With Premium version, besides the extra features and frequent updates, you get premium support. If you run into any theme issues, you will get a lot quicker response compared to the free support.":["Avec la version Premium, en plus des fonctionnalités supplémentaires et des mises à jour fréquentes, vous obtenez un support premium. Si vous rencontrez des problèmes de thème, vous obtiendrez une réponse beaucoup plus rapide par au support gratuit."],"What are the advantages of upgrading to the Premium version?":["Quels sont les avantages de la mise à niveau vers la version Premium ?"],"Both Free and Pro version of the themes are well-built. However, the Pro version comes with many additional features.":["La version gratuite et Pro des thèmes sont bien construites. Cependant, la version Pro est livré avec de nombreuses fonctionnalités supplémentaires."],"What is the difference between Free and Pro?":["Quelle est la différence entre Gratuite et Pro ?"],"Activate":["Activer"],"Install":["Installer"],"Home":["Accueil"],"General Settings":["Réglages généraux"],"Footer Settings":["Réglages du pied"]}},"comment":{"reference":"build\/dashboard.js"}}