{"translation-revision-date":"2024-06-01 22:24:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Adds a color palette switch so you can create a \"dark\" mode for your website.":["Ajoute un commutateur de palette de couleurs afin que vous puissiez créer un mode « sombre » pour votre site."],"Color Palette Switch (Dark Mode)":["Commutateur de palette de couleurs (mode sombre)"],"Build Extra Headers to display conditionally.":["Créer des entêtes supplémentaires à afficher conditionnellement"],"Conditional Headers":["Entêtes conditionnels"],"Add elements and arrange them how you want.":["Ajoutez des éléments et organisez les comme vous le souhaitez."],"Kadence Theme Getting Started Tutorial - 10 Minute Quick Start Guide":["Tutoriel du thème Kadence - Guide de démarrage en 10 minutes"],"Starter Templates":["Modèles de démarrage"],"Create and customize professionally designed websites in minutes. Simply choose your template, choose your colors, and import. Done!":["Créez et personnalisez des sites web professionnels en quelques minutes. Choisissez simplement votre modèle, choisissez vos couleurs et importez. C’est terminé !"],"Learn More":["En savoir plus"],"Local Gravatars":["Gravatars locaux"],"Adds Infinite Scroll for archives.":["Ajoute un défilement infini pour les archives."],"Infinite Scroll":["Défilement Infini"],"Loads Gravatars from your servers to improve site performance.":["Charger les Gravatars depuis vos serveurs pour améliorer la performance du site."],"Archive Custom Page Title Backgrounds":["Arrière-plans personnalisés des titres de page d’archive"],"Add content anywhere into your site conditionally.":["Ajouter conditionnellement un contenu n’importe où dans votre site."],"Adds Options into the customizer to add header and footer scripts":["Ajoute des options dans l’outil de personnalisation pour ajouter des scripts dans l’entête et le pied de page"],"WooCommerce Addons":["Modules WooCommerce"],"Hooked Elements":["Eléments accrochés"],"Do more with the Kadence Pro Addon":["Faites-en plus avec l’addon Kadence Pro"],"Global Colors":["Couleurs globales"],"Pro Changelog":["Journal des modifications Pro"],"Setup the base color scheme for your site.":["Configurez les jeux de couleurs de base pour votre site."],"Allows you to assign a custom image for a taxonomy background.":["Vous permet d’assigner une image personnalisée comme arrière-plan d’une taxonomie."],"Adds new options into the customizer for WooCommerce stores.":["Ajoute de nouvelles options dans l’outil de personnalisation pour les boutiques WooCommerce."],"Ultimate Menu":["Ultimate Menu"],"Define your sites general page look and feel for page title, and content style.":["Définissez l’apparence générale de la page de votre site pour le titre de la page et le style du contenu."],"Choose the perfect font family, style and sizes.":["Choisissez la famille de polices, le style et la taille de caractères qui vous conviennent."],"Customize the columns and place widget areas in unlimited configurations":["Personnalisez les colonnes et placez des zones de widgets dans des configurations illimitées"],"Adds menu options for mega menus, highlight tags, icons and more.":["Ajoute les options de menu pour mégamenus, mettre en évidence les étiquettes, les icônes et plus encore."],"Header Addons":["Modules d’entête"],"Header\/Footer Scripts":["Scripts d’entête\/pied de page"],"Adds 19 elements to the header builder.":["Ajoute 19 éléments au constructeur d’entête."],"Dashboard":["Tableau de bord"],"Customize Your Site":["Personnalisez votre site"],"Typography":["Typographie"],"Branding":["Marque"],"Customize":["Personnaliser"],"This area is for Recommended Plugins.":["Cette zone est pour les extensions recommandés."],"Welcome to Kadence!":["Bienvenue sur Kadence !"],"Video Tutorials":["Tutoriels vidéo"],"Changelog":["Journal des modifications"],"Getting Started":["Premiers pas"],"View Knowledge Base":["Voir la base de connaissances"],"Upload your logo and favicon.":["Téléverser votre logo et favicon."],"You are going to love working with this theme! View the video below to get started with our video tutorials or click the view knowledge base button below to see all the documentation.":["Vous allez adorer travailler avec ce thème ! Regardez la vidéo ci-dessous pour commencer avec nos tutoriels vidéos ou cliquez sur le bouton d’affichage de la base de connaissances ci-dessous pour voir toute la documentation."],"Page Layout":["Mise en page Pages"],"Header Layout":["Mise en page Entête"],"Footer Layout":["Mise en page du pied de page"],"Web Creators Community":["Communauté des Créateurs Web"],"Submit a Ticket":["Envoyer un ticket"],"Join our Facebook Group":["Rejoignez notre groupe sur Facebook"],"Support":["Support"],"Have a question, we are happy to help! Get in touch with our support team.":["Vous avez une question, nous sommes ravis de vous aider ! Contactez notre équipe support."],"Join our community of fellow kadence users creating effective websites! Share your site, ask a question and help others.":["Rejoignez notre communauté d’utilisateurs\/utilisatrices de Kadence qui créent des sites web efficaces ! Partagez votre site, posez une question et aidez les autres."]}},"comment":{"reference":"assets\/js\/admin\/dashboard.js"}}