{"translation-revision-date":"2024-12-17 15:40:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"There are a total of %d color palettes":["Il y a %d palettes de couleurs au total"],"Color palettes":["Palettes de couleurs"],"Sorry, you don't have permission to update the theme.":["Veuillez nous excuser, vous n’avez pas le droit de mettre à jour le thème."],"Finish customizing":["Achever la personnalisation"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Sélectionnez la paire de polices qui convient le mieux à votre marque. La police la plus grande sera utilisée pour les titres, la plus petite pour les contenus annexes. Vous pouvez modifier votre police à tout moment dans l’éditeur."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["L’IA a sélectionné une combinaison de polices idéale pour votre entreprise. Si vous souhaitez les modifier, sélectionnez une nouvelle option ci-dessous maintenant, ou plus tard dans l’éditeur."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Choisissez la palette de couleurs qui convient le mieux à votre marque. Vous souhaitez la modifier ? Créez votre palette de couleurs personnalisée ci-dessous ou mettez-la à jour ultérieurement dans l’éditeur."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Sur la base des informations que vous avez communiquées, notre outil d’IA recommande d’utiliser cette palette de couleurs. Vous souhaitez la modifier ? Vous pouvez sélectionner ou ajouter de nouvelles couleurs ci-dessous ou les mettre à jour plus tard dans l’éditeur."],"Add patterns":["Ajouter des compositions"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["D’autres compositions sont disponibles dans la bibliothèque WooCommerce.com ! Choisissez de connecter votre boutique et d’accéder à l’ensemble de la bibliothèque, et obtenez en prime du contenu plus pertinent et une expérience de configuration de boutique sur mesure. En faisant ce choix, vous autoriserez le {{link}}suivi de l’utilisation{{\/link}}. Vous pouvez changer d’avis à tout moment dans les réglages WooCommerce."],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Créez une page d’accueil attrayante en ajoutant et en combinant différentes compositions et mises en page. Vous pouvez personnaliser davantage cette page, notamment son contenu, plus tard via l’éditeur."],"Access more patterns":["Accéder à d’autres compositions"],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Malheureusement un problème technique empêche l’affichage de compositions supplémentaires. Veuillez <FetchPatterns>réessayer<\/FetchPatterns> plus tard."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Établissez votre marque en créant un logo marquant avec {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Des polices supplémentaires sont disponibles ! Choisissez de connecter votre boutique et d’accéder à l’ensemble de la bibliothèque de polices, et obtenez en prime du contenu plus pertinent et une expérience de configuration de boutique sur mesure. En faisant ce choix, vous autoriserez le {{link}}suivi de l’utilisation{{\/link}}. Vous pouvez changer d’avis à tout moment dans les réglages WooCommerce."],"Access more fonts":["Accéder à des polices supplémentaires"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Ajoutez une ou plusieurs de nos compositions de page d’accueil pour créer une page accueillant vos acheteurs."],"Social media":["Réseaux sociaux"],"Share information on any services that your business can provide.":["Partagez des informations sur les services fournis par votre entreprise."],"Put the spotlight on one or more of your products or product categories.":["Mettez en avant un ou plusieurs de vos produits ou une ou plusieurs catégories de produits."],"Featured selling":["Vente mise en avant"],"Promote your social channels and give shoppers a way to see your latest products and news.":["Faites de la publicité sur vos réseaux sociaux et permettez aux acheteurs de découvrir vos derniers produits ainsi que votre actualité."],"Encourage sales by sharing positive feedback from happy shoppers.":["Stimulez les ventes en partageant les avis positifs d’acheteurs satisfaits."],"Show your shoppers what’s special about your business.":["Montrez à vos clients les spécificités de votre entreprise."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Concevez une boutique qui reflète votre marque et votre entreprise. Personnalisez votre thème actif, sélectionnez un thème conçu par des professionnels ou créez un nouveau look à l’aide de notre concepteur de boutique."],"DON'T HAVE A LOGO YET?":["VOUS N’AVEZ PAS ENCORE DE LOGO ?"],"Want more patterns?":["Vous désirez plus de compositions ?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Malheureusement, nous connaissons des problèmes techniques – revenez plus tard pour accéder à d’autres compositions."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Abonnez-vous au <OptInModal>suivi de l’utilisation<\/OptInModal> pour accéder à d’autres compositions."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Il semblerait que nous ne puissions pas détecter votre réseau. Veuillez revérifier votre connexion internet et rafraîchir la page."],"Shuffle":["Aléatoire"],"Browse themes":["Parcourir les thèmes"],"Choose a professionally designed theme":["Choisir un thème conçu par des professionnels"],"Design your own theme":["Concevoir votre propre thème"],"Design or choose a new theme":["Concevoir ou choisir un nouveau thème"],"Welcome shoppers to your store with one of our introductory patterns.":["Accueillez les acheteurs sur votre boutique avec l’une de nos compositions de présentation."],"You can edit your content later in the Editor":["Vous pouvez éditer votre contenu plus tard dans l’éditeur"],"Use the store designer":["Utiliser le concepteur de boutique"],"Intro":["Intro"],"Services":["Services"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Bravo ! Vous avez conçu votre boutique. Vous pouvez maintenant revenir à l’écran d’accueil pour terminer la configuration de la boutique et commencer à vendre."],"What's next?":["Et ensuite ?"],"View store":["Voir la boutique"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Bravo ! Vous avez conçu votre boutique. Jetez un coup d’œil à votre dur labeur avant de poursuivre la configuration de votre boutique."],"Go to Products":["Accéder aux produits"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Commencez à garnir vos étagères virtuelles en ajoutant ou en important vos produits ou en modifiant les exemples de produits."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Sélectionnez un pied de page parmi les options ci-dessous. Votre pied de page intègre la navigation secondaire de votre site et sera ajouté à chaque page. Vous pouvez poursuivre sa personnalisation plus tard via l’éditeur."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Créez une page d’accueil attractive en sélectionnant l’une de nos mises en page préconçues. Vous pouvez personnaliser davantage cette page, notamment son contenu, plus tard via l’éditeur."],"Choose your homepage":["Sélectionner votre page d’accueil"],"Opt in":["S’abonner"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Passez à la <WordPressLink>dernière version de WordPress<\/WordPressLink> pour accéder à d’autres polices."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Abonnez-vous au <OptInModal>suivi de l’utilisation<\/OptInModal> pour accéder à d’autres polices."],"Want more font pairings?":["Vous désirez d’autres associations de polices ?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Passez à la <WordPressLink>dernière version de WordPress<\/WordPressLink> et <OptInModal>abonnez-vous au suivi de l’utilisation<\/OptInModal> pour accéder à d’autres polices."],"Add your products":["Ajouter vos produits"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Oups ! Un problème est survenu pendant qu’on posait les jalons. {{anchor}}Veuillez réessayer{{\/anchor}} ou commencer avec un thème."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Vous pouvez vous exprimer librement ici. Toutes les suggestions, tous les retours ou les commentaires à propos de l’expérience « Concevoir votre propre thème » sont les bienvenus."],"I wanted to design my own theme.":["Je voulais concevoir mon propre thème."],"Choose your footer":["Choisir votre pied de page"],"Design your homepage":["Concevoir votre page d’accueil"],"Choose your header":["Choisir votre en-tête"],"Choose fonts":["Choisir les polices"],"Choose your color palette":["Choisir votre jeu de couleurs"],"What motivated you to choose the \"Design your own theme\" option?":["Pourquoi avez-vous choisi l’option « Créez votre propre thème » ?"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Créez une boutique à l’image de votre marque et de votre entreprise. Sélectionnez l’un de nos thèmes professionnels à personnaliser ou créez le vôtre à l’aide de l’IA."],"Take a quick tour to discover what's possible.":["Suivez cette brève présentation pour découvrir ce qu’il est possible de faire."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Mais que cela ne vous arrête pas ! Commencez à personnaliser la présentation de votre boutique en ajoutant votre logo et en sélectionnant vos couleurs et votre mise en page. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Commencez à concevoir votre boutique, notamment en ajoutant votre logo, en modifiant les jeux de couleurs et en créant vos propres mises en page. Suivez cette brève présentation pour découvrir ce qu’il est possible de faire."],"Discover what's possible with the store designer":["Découvrir ce qu’il est possible de faire avec le concepteur de boutique"],"Setting up the foundations":["Poser les bases"],"Our AI tool had a few issues generating your content.":["Notre outil d’IA a rencontré quelques problèmes lors de la création de votre contenu."],"Welcome to your store!":["Bienvenue dans votre boutique !"],"Other.":["Autre."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Vous pouvez vous exprimer librement ici. Toutes les suggestions, tous les retours ou les commentaires à propos de l’expérience de boutique générée par l’IA sont les bienvenus."],"Did you find anything confusing, irrelevant, or not useful?":["Est-ce que quelque chose vous a semblé confus, peu important ou inutile ?"],"I didn't like any of the available themes.":["Je n’ai aimé aucun des thèmes disponibles."],"I didn't find a theme that matched my needs.":["Je n’ai pas trouvé de thème correspondant à mes besoins."],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["L’objectif est d’avoir tous les bons outils avant de commencer à personnaliser votre boutique."],"I wanted to see how AI could help me streamline the process.":["Je voulais voir comment l’IA pouvait m’aider à rationaliser le processus."],"What motivated you to choose the “Design with AI” option?":["Pour quelle raison avez-vous choisi l’option « Conception avec IA » ?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Sur une échelle de 1 (difficile) à 5 (très facile), comment évalueriez-vous votre expérience générale ?"],"Exit and lose changes":["Quitter et perdre les changements"],"Continue designing":["Continuer le design"],"You'll lose any changes you've made to your store's design and will start the process again.":["Vous perdrez toute modification apportée à la conception de votre boutique et vous devrez recommencer le processus."],"Are you sure you want to exit?":["Voulez-vous vraiment quitter ?"],"Generating content":["Génération de contenu"],"Editor canvas":["Toile de l’éditeur"],"Please try again":["Veuillez réessayer"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Oups ! Nous avons rencontré un problème lors de la création de votre boutique. <retryButton\/>"],"Active theme":["Thème actif"],"Back to Home":["Revenir à l’accueil"],"Go back to the Home screen to complete your store setup and start selling":["Revenez à l’écran d’accueil pour terminer la configuration de la boutique et commencer à vendre."],"Go to the Editor":["Accéder à l’éditeur"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Rendez-vous dans l’éditeur pour modifier vos images et votre texte, ajouter d’autres pages et procéder à d’autres personnalisations."],"Fine-tune your design":["Affiner la conception"],"Your store looks great!":["Votre boutique a fière allure !"],"Browse all themes":["Parcourir tous les thèmes"],"Or select a professionally designed theme to customize and make your own.":["Vous pouvez également choisir un thème conçu par des professionnels pour le personnaliser et vous l’approprier."],"Customize your store":["Personnaliser votre boutique"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personnalisez le style et la mise en page de votre boutique pour qu’elle corresponde à votre marque ! Ajoutez votre logo, modifiez la police et les couleurs et essayez différentes mises en page. Vous pourrez modifier le texte et les images ultérieurement via l’éditeur."],"Make your store your own":["Appropriez-vous votre boutique"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Toutes les modifications que vous apportez à la mise en page et au style s’affichent ici en temps réel, ce qui est idéal pour tester différentes présentations avant la mise en ligne. Vous pouvez également redimensionner cette zone pour vérifier la présentation de votre boutique sur mobile."],"View your changes in real time":["Visualiser vos changements en temps réel"],"Welcome to your AI-generated store!":["Bienvenue dans votre boutique générée par l’IA !"],"Take a tour":["Lancer la présentation"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utilisez les flèches gauche et droite pour redimensionner la toile. Maintenez la touche Maj enfoncée pour redimensionner par incréments plus importants."],"Saving failed.":["Échec de l’enregistrement."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Affirmez l’image de marque de votre boutique en ajoutant votre logo. Pour un résultat optimal, chargez un SVG ou un PNG d’une largeur minimale de 300 px."],"Use as site icon":["Utiliser comme favicône"],"Link logo to homepage":["Lier le logo à la page d’accueil"],"Image width":["Largeur de l’image"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Sélectionnez un nouveau pied de page parmi les options ci-dessous. Votre pied de page intègre la navigation secondaire de votre site et sera ajouté à chaque page. Vous pouvez poursuivre sa personnalisation via l’éditeur."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["En se basant sur les boutiques les plus performantes dans votre secteur d’activité et dans votre emplacement, notre outil d’IA recommande ce modèle pour votre entreprise. Vous préférez une autre mise en page ? Choisissez parmi les modèles ci-dessous maintenant, ou plus tard via l’éditeur."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Sélectionnez un nouvel en-tête parmi les options ci-dessous. Votre en-tête intègre la navigation de votre site et sera ajouté à chaque page. Vous pouvez poursuivre sa personnalisation via l’éditeur."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Les icônes de site sont les icônes que vous voyez dans les onglets du navigateur, les barres de favoris et les applications mobiles WordPress."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["C’est ici que vous pouvez commencer à personnaliser la présentation de votre boutique, notamment en ajoutant votre logo et en modifiant les couleurs et la mise en page. Suivez cette brève présentation pour découvrir ce qu’il est possible de faire."],"Change your font":["Modifier votre police"],"or create your own":["ou créer"],"Change your footer":["Modifier votre pied de page"],"Change your homepage":["Modifier votre page d’accueil"],"Change your header":["Modifier votre en-tête"],"Change fonts":["Modifier les polices"],"Change the color palette":["Modifier la palette de couleurs"],"Add your logo":["Ajouter votre logo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Utilisez nos outils de style et de mise en page pour personnaliser le design de votre boutique. Du contenu et des images peuvent être ajoutés ou modifiés ultérieurement via l’éditeur."],"Let's get creative":["Place à la créativité"],"Which writing style do you prefer?":["Quel style d’écriture préférez-vous ?"],"Direct yet respectful, serious and professional.":["Direct mais respectueux, sérieux et professionnel."],"Formal":["Formel."],"Impartial tone with casual expressions without slang.":["Ton impartial avec des expressions familières, sans argot."],"Relaxed and friendly, like a conversation with a friend.":["Détendu et amical, à l’image d’une conversation avec un ami."],"Informal":["Informel."],"How would you like your store to look?":["Quel aspect souhaitez-vous donner à votre boutique ?"],"Vibrant with eye-catching colors and visuals.":["Dynamique avec des couleurs et des visuels qui attirent l’attention."],"Elegant and timeless with a nostalgic touch.":["Élégant et intemporel avec une touche de nostalgie."],"Classic":["Classique."],"Clean lines, neutral colors, sleek and modern look.":["Lignes épurées, couleurs neutres, aspect élégant et moderne."],"Contemporary":["Contemporain."],"Who your target audience is":["Votre public cible"],"What makes your business unique":["Ce qui rend votre entreprise unique"],"How many products you plan on displaying":["Le nombre de produits que vous pensez afficher"],"What you want to sell":["Ce que vous souhaitez vendre"],"Try to include:":["Essayer d’inclure :"],"The more detail you provide, the better job our AI can do!":["Plus vous fournissez de détails, plus notre IA est performante !"],"Bold":["Moderne"],"Tell us a bit more about your business":["Parlez-nous un peu de votre entreprise"],"Applying the finishing touches":["Ajout des touches finales"],"Assembling your AI-optimized store":["Assemblage de votre boutique optimisée par l’IA"],"Designing the best look for your business":["Conception de la présentation la mieux adaptée à votre entreprise"],"Comparing the top performing stores":["Analyse des boutiques les plus performantes"],"Analyzing your responses":["Analyse de vos réponses"],"Opening the doors":["Ouverture des portes"],"Drag to resize":["Glisser pour redimensionner"],"Turning on the lights":["Activation des lumières"],"Thanks for the feedback. We'll put it to good use!":["Merci pour vos commentaires. Nous en ferons bon usage !"],"Replace":["Remplacer"],"Continue setting up your store":["Continuer à configurer votre boutique"],"Options":["Options"],"Neutral":["Neutre"],"Send":["Envoyer"],"Back":["Retour"],"Navigation":["Navigation"],"Style":["Style"],"Paid":["Payé"],"Share feedback":["Partager des commentaires"],"Skip":["Ignorer"],"About":["À propos"],"Layout":["Mise en page"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Précédent"],"Close":["Fermer"],"Cancel":["Annuler"],"Continue":["Continuer"],"Delete":["Supprimer"],"Reviews":["Avis"],"Default":["Valeur par défaut"],"Settings":["Réglages"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}