{"translation-revision-date":"2024-12-17 15:40:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Go to the Customizer":["Accéder à l’Outil de personnalisation"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Vous pouvez tout personnaliser, de votre palette de couleurs et des polices aux mises en page, pour vous assurer que chaque détail est conforme à votre marque."],"Design a new theme":["Concevoir un nouveau thème"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Votre thème actif sera modifié et vous pourriez perdre les changements que vous y avez apportés."],"Are you sure you want to design a new theme?":["Voulez-vous vraiment concevoir un nouveau thème ?"],"Customize your theme":["Personnaliser votre thème"],"Start designing":["Commencer à concevoir"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Créez rapidement une magnifique boutique à l’aide de notre concepteur de boutique intégré. Choisissez une mise en page, sélectionnez un style, etc."],"Design your own":["Concevoir la vôtre"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Propulsé par une IA expérimentale. {{link}}Lire la suite{{\/link}}"],"Start again":["Recommencer"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Vos coordonnées professionnelles vous seront redemandées et vous perdrez votre design actuel conçu par IA. Si vous souhaitez personnaliser votre design actuel, vous pouvez le faire via l’<EditorLink>Éditeur<\/EditorLink>."],"Are you sure you want to start over?":["Voulez-vous vraiment recommencer ?"],"Are you sure you want to start a new design?":["Voulez-vous vraiment commencer un nouveau design ?"],"Create a new one":["En créer un nouveau"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continuez à personnaliser l’apparence de votre boutique générée par IA ou recommencez et créez-en une nouvelle."],"Customize your custom theme":["Personnaliser votre thème"],"Find out how":["Découvrir comment"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Il semblerait que vous utilisiez Jetpack en mode hors connexion — quittez le mode hors connexion pour commencer à concevoir avec l’IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["L’outil de conception créera un nouveau design pour votre boutique et vous perdrez toute modification apportée à votre thème actif. Si vous préférez continuer à modifier votre thème, vous pouvez le faire via l’<EditorLink>éditeur<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Malheureusement, [l’outil de conception de boutique par IA] n’est pas disponible actuellement car nous ne détectons pas votre réseau. Veuillez vérifier votre connexion internet."],"Looking to design your store using AI?":["Vous cherchez à concevoir votre boutique avec l’IA ?"],"Go to the Editor":["Accéder à l’éditeur"],"Design with AI":["Concevoir avec l’IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Concevez la présentation de votre boutique, créez des pages et générez des textes à l’aide de nos outils d’IA intégrés."],"Use the power of AI to design your store":["Utiliser la puissance de l’IA pour concevoir votre boutique"],"Customize your store":["Personnaliser votre boutique"],"Customize":["Personnaliser"],"Cancel":["Annuler"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/957.js"}}